Repository: iptvhakr/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: el

source: list + info
el: λίστα + πληροφορία

source: information about the movie
el: πληροφορίες σχετικά με την ταινία

source: Length
el: Μήκος

source: Cast
el: Πρωταγωνιστές

source: Rating
el: Βαθμολογία

source: Age
el: Χρονολογία

source: OTHER
el: ΆΛΛΟ

source: FIND
el: ΒΡΕΣ

source: BY GENRE
el: ΑΝΑ ΕΙΔΟΣ

source: BY YEAR
el: ΑΝΑ ΕΤΟΣ

source: BY RATING
el: ΜΕ ΒΆΣΗ ΤΗΝ ΑΞΙΟΛΟΓΗΣΗ

source: search
el: βρες

source: picking
el: συλλογή

source: by addtime
el: με βάση το πότε προστέθηκε

source: rating
el: με βάση την αξιολόγηση

source: HD only
el: μόνο HD

source: favorite only
el: μόνο αγαπημένα

source: purchased
el: αγορασμένο

source: not ended
el: δεν τελείωσε

source: VIDEOCLUB
el: ΒΊΝΤΕΟ ΚΛΑΜΠ

source: Purchased
el: Αγορασμένο

source: rent expires in
el: Η ενοικίαση λήγει σε

source: Your STB is blocked.<br/> Call the provider.
el: Ο δέκτης σας έχει αποκλειστεί.<br/> Καλέστε τον πάροχο σας.

source: JANUARY
el: ΙΑΝΟΥΆΡΙΟΣ

source: FEBRUARY
el: ΦΕΒΡΟΥΆΡΙΟΣ

source: MARCH
el: ΜΆΡΤΙΟΣ

source: APRIL
el: ΑΠΡΊΛΙΟΣ

source: MAY
el: ΜΆΙΟΣ

source: JUNE
el: ΙΟΎΝΙΟΣ

source: JULY
el: ΙΟΎΛΙΟΣ

source: AUGUST
el: ΑΎΓΟΥΣΤΟΣ

source: SEPTEMBER
el: ΣΕΠΤΕΜΒΡΙΟΣ

source: OCTOBER
el: ΟΚΤΏΒΡΙΟΣ

source: NOVEMBER
el: ΝΟΈΜΒΡΙΟΣ

source: DECEMBER
el: ΔΕΚΕΜΒΡΙΟΣ

source: SUNDAY
el: ΚΥΡΙΑΚΗ

source: MONDAY
el: ΔΕΥΤΕΡΑ

source: TUESDAY
el: ΤΡΙΤΗ

source: WEDNESDAY
el: ΤΕΤΑΡΤΗ

source: THURSDAY
el: ΠΕΜΠΤΗ

source: FRIDAY
el: ΠΑΡΑΣΚΕΥΗ

source: SATURDAY
el: ΣΑΒΒΑΤΟ

source: BACK
el: ΕΠΙΣΤΡΟΦΗ

source: ABOUT MOVIE
el: ΣΧΕΤΙΚΑ ΜΕ ΤΗΝ ΤΑΙΝΙΑ

source: TV GUIDE
el: ΠΡΟΓΡΑΜΜΑ ΤΗΛΕΟΡΑΣΗΣ

source: PACKAGE INFO
el: ΠΛΗΡΟΦΟΡΙΕΣ ΠΑΚΕΤΟΥ

source: SETTINGS
el: ΡΥΘΜΙΣΕΙΣ

source: CANCEL
el: ΑΚΥΡΩΣΗ

source: SAVE
el: ΑΠΟΘΗΚΕΥΣΗ

source: Current password
el: τρέχον κωδικός πρόσβασης

source: PARENTAL SETTINGS
el: ΓΟΝΙΚΕΣ ΡΥΘΜΙΣΕΙΣ

source: PARENTAL
el: ΓΟΝΙΚΟΣ

source: New password
el: Νέος κωδικός

source: Repeat new password
el: Επαναλάβετε το νέο κωδικό

source: Settings saved
el: Οι ρυθμίσεις αποθηκεύτηκαν

source: Settings saved.<br>The STB will be rebooted. Press OK.
el: Οι ρυθμίσεις αποθηκεύτηκαν.<br>Ο δέκτης θα κάνει επανεκκίνηση. Πατήστε το OK.

source: Error filling fields
el: Σφάλμα συμπλήρωσης των πεδίων

source: Saving error
el: αποθήκευση σφάλματος

source: LOCALIZATION
el: ΕΝΤΟΠΙΣΜΟΣ

source: Γλώσσα περιβάλλοντος
el: Γλώσσα του interface

source: Country
el: Χώρα

source: City
el: Πόλη

source: Use PAGE-/+ buttons to move through several menu items
el: Χρησιμοποιήστε τα πλήκτρα PAGE-/+ για να μετακινηθείτε μέσα στα διάφορα στοιχεία του μενού

source: SOFTWARE UPDATE
el: ΕΝΗΜΈΡΩΣΗ ΛΟΓΙΣΜΙΚΟΎ

source: START UPDATE
el: ΕΚΚΊΝΗΣΗ ΕΝΗΜΈΡΩΣΗΣ

source: From HTTP
el: ΑΠΌ HTTP

source: From USB
el: ΑΠΌ ΤΟ USB

source: Source
el: ΑΠΌ ΠΗΓΉ-ΠΡΟΈΛΕΥΣΗ

source: Method select
el: επιλέξτε μέθοδο

source: EMPTY
el: ΚΕΝΟ

source: Exchange rate on
el: Συναλλαγματική ισοτιμία της

source: NBU exchange rate on
el: Συναλλαγματική ισοτιμία του NBU

source: CBR exchange rate on
el: Συναλλαγματική ισοτιμία του CBR

source: WEATHER
el: ΚΑΙΡΌΣ

source: pres.:
el: Ατμοσφαιρική πίεση.:

source: wind:
el: άνεμος:

source: INFOPORTAL
el: ΠΛΗΡΟΦΟΡΊΕΣ PORTAL

source: CITY INFO
el: ΠΛΗΡΟΦΟΡΊΕΣ ΠΌΛΗΣ

source: emergency
el: επείγον

source: help
el: βοήθεια

source: other
el: άλλο

source: HOROSCOPE
el: ΩΡΟΣΚΌΠΙΟ

source: JOKES
el: ΑΝΕΚΔΟΤΑ

source: GOTO
el: ΠΉΓΑΙΝΕ ΣΤΟ

source: LIKE
el: ΜΟΥ ΑΡΈΣΕΙ

source: BOOKMARK
el: ΠΡΟΣΘΗΚΗ

source: TO BOOKMARK
el: ΣΤΟΥΣ ΣΕΛΙΔΟΔΕΊΚΤΕΣ

source: JOKE
el: ΑΣΤΕΙΟ

source: RULES
el: ΚΑΝΌΝΕΣ

source: RATING
el: ΑΞΙΟΛΌΓΗΣΗ

source: B
el: Τ

source: C
el: Α

source: Your task is to guess the number of unduplicated four digits, the first of them - not zero. Every your guess will be compared with the number put forth a STB. If you guessed a digit, but it is not in place, then it is a COW (C). If you guessed, and a number, and its location, this BULL (B).
el: Ο στόχος σας είναι να μαντέψεετε τον αριθμό των μοναδικών τεσσάρων ψηφίων, το πρώτο από αυτά - δεν είναι μηδέν. Κάθε εικασία σας θα είναι σε σύγκριση με τον αριθμό που διατυπώνεται στον δέκτη. Εάν μαντέψατε ένα ψηφίο, αλλά αυτό δεν είναι σε αυτή τη θέση, τότε αυτό είναι μια ΑΓΕΛΑΔΑ (Α). Εάν μαντέψατε, και τη σειρά, και τη θέση του, αυτό είναι ΤΑΎΡΟΣ (Τ).

source: Moving the cursor
el: Μετακίνηση του δρομέα

source: Enter numbers into cells
el: Εισάγετε τους αριθμούς στα κελιά

source: Confirmation of the step
el: Επιβεβαίωση του βήματος

source: Moving through the pages of history moves
el: Μετακίνηση μέσα από τις σελίδες του ιστορικού κινήσεων

source: Service is disabled
el: Η υπηρεσία είναι απενεργοποιημένη

source: Channel is not available
el: Το κανάλι δεν είναι διαθέσιμο

source: TV Guide
el: ΠΡΌΓΡΑΜΜΑ ΤΗΛΕΌΡΑΣΗΣ

source: RECORD
el: ΕΓΓΡΑΦΉ

source: REMIND
el: ΥΠΕΝΘΥΜΙΣΗ

source: Memo
el: Σημείωμα

source: Goto channel
el: πήγαινε στο κανάλι

source: Close
el: Κλειστό

source: on channel
el: στο κανάλι

source: now begins
el: αρχίζει τώρα

source: in
el: σε

source: started
el: ξεκίνησε

source: search_box_languages
el: en

source: Timezone
el: Ζώνη ώρας

source: NTP Server
el: NTP Διακομιστής

source: DELETE
el: ΔΙΑΓΡΑΦΉ

source: STOP
el: ΔΙΑΚΟΠΉ

source: Do you really want to stop this record?
el: Πραγματικά θέλετε να σταματήσει αυτή η εγγραφή;

source: Confirm
el: Επιβεβαίωση

source: Server error. Try again later.
el: Σφάλμα διακομιστή. Δοκιμάστε ξανά αργότερα

source: RECORDING DURATION
el: RECORDING DURATION, h

source: FREE on the server, h
el: ΕΛΕΎΘΕΡΟ στον διακομιστή

source: Recording this channel is forbidden
el: η εγγραφή σε αυτό το κανάλι δεν επιτρέπεται

source: Buffer size
el: μέγεθος του buffer

source: Time, sec
el: Χρόνος, δευτερόλεπτα

source: PLAYBACK
el: ΑΝΑΠΑΡΑΓΩΓΉ

source: EXIT
el: ΈΞΟΔΟΣ

source: YES
el: ΝΑΙ

source: CLOSE
el: ΚΛΕΙΣΤΌ

source: OK
el: ΕΝΤΆΞΕΙ

source: PAY
el: ΠΛΗΡΩΜΉ

source: PLAY
el: ΠΑΊΞΕ

source: START
el: ΆΡΧΙΣΕ

source: ADD
el: ΠΡΌΣΘΕΣΕ

source: Audio out
el: Έξοδος ήχου

source: Analog only
el: Αναλογικός μόνο

source: Analog and S/PDIF 2-channel PCM
el: Αναλογικός και S/PDIF 2- κανάλι PCM

source: S/PDIF raw or 2-channel PCM
el: S/PDIF raw ή 2-κανάλι PCM

source: GAME
el: ΠΑΙΧΝΊΔΙ

source: DOWNLOADS
el: ΛΉΨΕΙΣ

source: Not found mounted devices
el: Δεν βρέθηκαν προσαρτημένες συσκευές

source: Add download
el: Προσθήκη αρχείου για λήψη

source: Device
el: Συσκευή

source: Ok
el: Εντάξει

source: CREATE
el: ΔΗΜΙΟΥΡΓΙΑ

source: MOVE UP
el: ΚΊΝΗΣΗ ΠΡΟΣ ΤΑ ΠΆΝΩ

source: MOVE DOWN
el: ΚΊΝΗΣΗ ΠΡΟΣ ΤΑ ΚΆΤΩ

source: RECORDING
el: ΕΓΓΡΑΦΉ

source: DOWNLOAD
el: ΛΉΨΗ

source: RECORDING AND FILE
el: ΕΓΓΡΑΦΉ ΚΑΙ ΑΡΧΕΊΟ

source: Duration of continuous playback
el: Διάρκεια συνεχούς αναπαραγωγής

source: Without limit
el: Χωρίς όριο

source: hours
el: ώρες

source: Reached limit the duration of continuous playback. To continue playback, press the OK or EXIT.
el: Έχετε φτάσει το όριο της διάρκειας συνεχούς αναπαραγωγής. Για να συνεχίσετε την αναπαραγωγή, πατήστε το OK ή το EXIT

source: GENERAL SETTINGS
el: ΓΕΝΙΚΕΣ ΡΥΘΜΙΣΕΙΣ

source: Screensaver interval
el: Διάστημα οθόνης

source: ACCOUNT
el: Λογαριασμός

source: Coming soon
el: Σύντομα κοντά σας

source: INFORMATION
el: ΠΛΗΡΟΦΟΡΙΕΣ

source: PAYMENT
el: ΠΛΗΡΩΜΗ

source: AGREEMENT
el: ΣΥΜΦΩΝΙΑ

source: TERMS OF USE
el: ΟΡΟΙ ΧΡΗΣΗΣ

source: Video instruction
el: Οδηγίες βίντεο

source: QUALITY
el: ΠΟΙΟΤΗΤΑ

source: low
el: χαμηλή

source: medium
el: μέτρια

source: high
el: υψηλη

source: add
el: προσθήκη

source: del
el: διαγραφή

source: internet
el: ίντερνετ

source: NETWORK STATUS
el: ΚΑΤΑΣΤΑΣΗ ΔΙΚΤΥΟΥ

source: REFRESH
el: ΑΝΑΝΕΩΣΗ

source: Speed test
el: Τεστ ταχύτητας

source: testing...
el: δοκιμή

source: UP
el: ΠΑΝΩ

source: DOWN
el: ΚΑΤΩ

source: stopped
el: σταμάτησε

source: waiting queue
el: ουρά αναμονής

source: running
el: τρέχει

source: completed
el: ολοκληρώθηκε

source: temporary error
el: προσωρινό σφάλμα

source: permanent error
el: μόνιμο σφάλμα

source: Authentication
el: Πιστοποίηση

source: Error
el: Σφάλμα

source: Play this url or start download?
el: Αναπαραγωγή του url ή να αρχίσει η λήψη?

source: Play
el: Αναπαραγωγή

source: Download
el: Κατέβασμα

source: Play all
el: Αναπαραγωγή όλων

source: on
el: ανοιχτό

source: off
el: κλειστό

source: Network authentication
el: Έλεγχος ταυτότητας δικτύου

source: Do you really want to exit?
el: Θέλετε πραγματικά να βγείτε;

source: There is an active downloads from this server
el: Υπάρχει μία ενεργή λήψη από αυτόν τον διακομιστή

source: Alert
el: Συναγερμός

source: Notice
el: Ειδοποίηση

source: Select
el: Επέλεξε

source: Favorites
el: Αγαπημένα

source: Your STB is not supported
el: Ο δέκτης δεν υποστηρίζεται

source: Phone
el: Τηλέφωνο

source: User
el: Χρήστης

source: SERVICES MANAGEMENT
el: ΥΠΗΡΕΣΙΕΣ ΔΙΑΧΕΙΡΙΣΗΣ

source: SUBSCRIBE
el: Εγγραφή

source: UNSUBSCRIBE
el: Διαγραφή

source: Content
el: Περιεχόμενο

source: Are you really want to subscribe to this service?
el: Θέλεις στα αλήθεια να εγγραφής στην υπηρεσία;

source: Are you really want to unsubscribe from this service;
el: Θέλεις στα αλήθεια να διαγραφής από την υπηρεσία?

source: The service costs {0}
el: Κόστος υπηρεσίας {0}

source: You have successfully subscribed to the service.
el: Έχεις εγγραφή με επιτυχία στην υπηρεσία.

source: You have successfully unsubscribed from the service.
el: Έχεις καταργήσει την εγγραφή από την υπηρεσία με επιτυχία.

source: You have successfully subscribed to the service. STB will be rebooted.
el: Έχεις εγγραφή με επιτυχία στην υπηρεσία. Θα γίνει επανεκκίνηση του δέκτη

source: You have successfully unsubscribed from the service. STB will be rebooted.
el: Έχεις καταργήσει την εγγραφή από την υπηρεσία με επιτυχία. Θα γίνει επανεκκίνηση του δέκτη

source: An error in the management of subscriptions.
el: Παρουσιάστηκε σφάλμα κατά τη διαχείριση των συνδρομών

source: package_price_measurement
el: UAH

source: Do you really want to rent this movie?
el: Θέλετε πραγματικά να νοικιάσετε την ταινία;

source: The movie costs {0}
el: Κόστος ταινίας {0}

source: Rent duration: {0}h
el: Ενοικίαση διάρκειας: {0}h

source: End date
el: Ημερομηνία λήξης

source: 3D mode
el: Λειτουργία 3D

source: mode {0}
el: λειτουργία {0}

source: no epg
el: χωρίς epg

source: wrong epg
el: Λάθος epg

source: Part
el: Title

source: Channel not available
el: Κανάλι μη διαθέσιμο

source: Channel temporary available
el: Κανάλι προσωρινά διαθέσιμο

source: Channel not available for this region
el: Το κανάλι δεν είναι διαθέσιμο για αυτή την περιοχή

source: Channel not available. Server error.
el: Κανάλι μη διαθέσιμο. Σφάλμα server.

source: Account info
el: Πληροφορίες λογαριασμού

source: Payment
el: Πληρωμή

source: Continue playing?
el: Συνέχεια αναπαραγωγής?

source: NO
el: ΟΧΙ

source: Do you want to quit the Time Shift mode?
el: Θέλετε να σταματήσετε την λειτουργία Time Shift?

source: by name
el: κατά όνομα

source: by date
el: κατά ημερομηνία

source: Connection problem
el: Πρόβλημα σύνδεσης

source: Account balance
el: Υπόλοιπο λογαριασμού

source: Start recording on the server?
el: Ξεκινήστε την εγγραφή στο server?

source: Do you really want to schedule a recording on the server?
el: Θέλετε πραγματικά να προγραμματίσετε μια εγγραφή στο server?

source: Select where to save the record
el: Επιλέξτε πού θέλετε να αποθηκεύσετε το αρχείο

source: USB Storage
el: Αποθήκευση USB

source: Filename
el: Όνομα αρχείου

source: USB Device
el: USB Συσκευή

source: rec_stop_msg
el: Stopped recording — {0} on channel {1}

source: The recorded file is missing
el: Το εγγραμένο αρχείο λείπει

source: Recording is not finished yet
el: Η εγγραφή δεν έχει τελειώσει ακόμα

source: The channel already has a scheduled recording
el: Το κανάλι έχει ήδη προγραμματισμένη εγγραφή

source: PVR Error: Wrong parameter
el: Σφάλμα PVR: Λανθασμένη παράμετρος

source: PVR Error: Not enough memory to complete the operation
el: Σφάλμα PVR: Δεν υπάρχει αρκετή μνήμη για την ολοκλήρωση της λειτουργίας

source: PVR Error: Incorrect recording range
el: Σφάλμα PVR: Λανθασμένη σειρά εγγραφής

source: PVR Error: Task not found
el: Σφάλμα PVR: Η εργασία δεν βρέθηκε

source: PVR Error: Wrong filename
el: Σφάλμα PVR: Λανθασμένο όνομα

source: PVR Error: Record file already exists
el: Σφάλμα PVR: Το αρχείο υπάρχει ήδη

source: PVR Error: Error opening channel URL
el: Σφάλμα PVR: Σφάλμα στο άνοιγμα διεύθυνσης καναλιού

source: PVR Error: Error opening file
el: Σφάλμα PVR: Σφάλμα στο ανοιγμά του αρχείου

source: PVR Error: End of stream
el: Σφάλμα PVR: Τέλος του stream

source: PVR Error: Error writing to file
el: PVR Λάθος: Σφάλμα εγγραφής στο αρχείο

source: Start time
el: Ωρα έναρξης

source: End time
el: Ωρα λήξης

source: Recording
el: Εγγραφή

source: Recording on USB device interrupted
el: Η εγγραφή στο USB διακόπηκε

source: Wrong
el: Λάθος

source: Parent control
el: Γονικός έλεγχος

source: Encoding
el: Κωδικοποίηση

source: Network folder
el: Φάκελος δικτύου

source: IP address
el: Διεύθυνση IP

source: Local folder
el: Τοπικός φάκελος

source: Server address
el: Διεύθυνση server

source: Path to the folder
el: Διαδρομή φακέλου

source: Folder name in favorites
el: Όνομα φακέλου στα αγαπημένα

source: Mount failed
el: Η προσάρτηση απέτυχε

source: This operation is temporarily unavailable.
el: Αυτή η εργασία είναι προσωρινά μη διαθέσιμη

source: end_date_format
el: μ.η.Χ

source: account_payment_info
el: Πληροφορίες_πληρωμής_λογαριασμού

source: account_agreement_info
el: Πληροφορίες_συμφωνίας_λογαριασμού

source: account_terms_info
el: Πληροφορίες_όρων_λογαριασμού

source: Subscribed
el: Εγγεγραμένος

source: Not subscribed
el: Μη εγγεγραμένος

source: ABC_1l
el: A

source: ABC_2l
el: B

source: ABC_3l
el: C

source: ABC_4l
el: D

source: ABC_5l
el: E

source: ABC_6l
el: F

source: ABC_7l
el: G

source: ABC_8l
el: H

source: ABC_9l
el: I

source: ABC_10l
el: G

source: ABC_11l
el: K

source: ABC_12l
el: L

source: ABC_13l
el: M

source: ABC_14l
el: N

source: ABC_15l
el: O

source: ABC_16l
el: P

source: ABC_17l
el: Q

source: ABC_18l
el: R

source: ABC_19l
el: S

source: ABC_20l
el: T

source: ABC_21l
el: U

source: ABC_22l
el: V

source: ABC_23l
el: W

source: ABC_24l
el: X

source: ABC_25l
el: W

source: ABC_26l
el: Z

source: january
el: Ιάνουάριος

source: february
el: Φεβρουάριος

source: march
el: Μάρτιος

source: april
el: Απρίλιος

source: may
el: Μαϊος

source: june
el: Ιούνιος

source: july
el: Ιούλιος

source: august
el: Αύγουστος

source: september
el: Σεπτέμβριος

source: october
el: Οκτώβριος

source: november
el: Νοέμβριος

source: december
el: Δεκέμβριος

source: [No channel info]
el: [Χωρίς πληροφορία καναλιού]

source: unavailable
el: μη διαθέσιμο

source: not changed
el: χωρίς αλλαγές

source: Errors
el: Λάθη

source: Queries
el: Ερωτήματα

source: %H:%i
el: %h:%i %p

source: H:i
el: h:i A

source: Night
el: Νύχτα

source: Morning
el: Πρωϊ

source: Evening
el: Απόγευμα

source: Jan
el: Ιαν

source: Feb
el: Φεβ

source: Mar
el: Μαρ

source: Apr
el: Απρ

source: Jun
el: Ιουν

source: Jul
el: Ιουλ

source: Aug
el: Αυγ

source: Sep
el: Σεπ

source: Oct
el: Οκτ

source: Nov
el: Νοβ

source: Dec
el: Δεκ

source: clear
el: καθαρός

source: partly cloudy
el: μερικώς συννεφιασμένος

source: cloudy
el: συννεφιασμένος

source: overcast
el: νεφελώδης

source: rain
el: βροχή

source: rainfall
el: βροχόπτωση

source: snow
el: χιόνι

source: thunderstorm
el: καταιγίδα

source: no data
el: χωρίς δεδομένα

source: pressure
el: πίεση

source: wind
el: άνεμος

source: Channel %s set to active because at least one of its URLs became available.
el: Το κανάλι %s είναι ενεργο γιατί μία από τις διευθύνσεις του είναι διαθέσιμη.

source: Channel %s set to inactive because all its URLs are not available.
el: Το κανάλι %s είναι ανενεργό γιατί όλες οι διευθύνσεις του δεν είναι διαθέσιμες.

source: recording
el: εγγραφή

source: scheduled
el: πρόγραμμα

source: m
el: μ

source: today
el: σήμερα

source: yesterday
el: χθές

source: video_name_format
el: %2$s

source: TV channels
el: Κανάλια Τηλεόρασης

source: Movies
el: Ταινίες

source: Radio channels
el: Ραδιοφωνικά κανάλια

source: last week
el: περασμένη εβδομάδα

source: city_name_field
el: name_en

source: biography
el: βιογραφία

source: action
el: δράση

source: western
el: Γουέστερν

source: military
el: στρατιωτικά

source: detective
el: Ντετέκτιβ

source: children's
el: παιδικά

source: drama
el: δράμα

source: health
el: υγεία

source: art
el: τέχνη

source: historical
el: ιστορικά

source: history
el: ιστορία

source: yoga
el: γιόγκα

source: comedy
el: κωμωδία

source: criminal
el: εγκληματικά

source: cookery
el: μαγειρική

source: melodrama
el: μελόδραμα

source: musical
el: μιούζικαλ

source: science
el: επιστήμη

source: teach
el: διδασκαλία

source: hunting
el: κυνήγι

source: adventure
el: περιπέτεια

source: nature
el: φύση

source: travels
el: ταξίδια

source: fishing
el: ψάρεμα

source: series
el: σειρές

source: sport
el: αθλητικά

source: dancing
el: χορευτικά

source: show
el: Σόου

source: technique
el: τεχνική

source: thriller
el: θρίλερ

source: horror
el: τρόμου

source: fiction
el: φαντασίας

source: aerobics
el: αερόμπικ

source: fantasy
el: φαντασίας

source: erotica
el: ερωτικό

source: humourist
el: διασκεδαστικό

source: Cartoon
el: κινούμενα σχέδια

source: Ours cinema
el: δικός μας κινηματογράφος

source: World cinema
el: παγκόσμιος κινηματογράφος

source: Documentary
el: ντοκιμαντέρ

source: Humour
el: διασκεδαστικά

source: Hobbies
el: χόμπυ

source: Our Serial
el: δικές μας σειρές

source: Foreign Serial
el: ξένες σειρές

source: Detective
el: αστυνομικά

source: Drama
el: δράμα

source: Historical
el: ιστορικό

source: Clips
el: κλιπ

source: Comedy
el: κωμωδία

source: Melodrama
el: μελοδραματικό

source: Adventures
el: περιπέτεια

source: Thriller
el: θρίλερ

source: Horrors
el: τρόμου

source: Fiction
el: μυθιστόρημα

source: Erotica
el: ερωτικά

source: Fantasy
el: φαντασίας

source: Animation
el: κινούμενα σχέδια

source: Childrens
el: παιδικά

source: Musical
el: μιούζικαλ

source: Western
el: καουμπόϊκο

source: Serial
el: Σειρές

source: Sports
el: Αθλητικά

source: Teach
el: εκπαιδευτικό

source: Information
el: Ενημέρωση

source: information
el: Ενημέρωση

source: entertainments
el: ψυχαγωγία

source: cinema
el: κινηματογράφος

source: sports
el: Αθλητικά

source: music
el: μουσική

source: business
el: επιχειρήσεων

source: culture
el: πολιτισμού

source: for adults
el: για ενήλικες

source: information-entertaining
el: πληροφοριών διασκεδαστικό

source: religion
el: θρησκείας

source: social
el: κοινωνικό

source: woman's
el: γυναικείο

source: scientific-entertainment
el: επιστημονικής ψυχαγωγίας

source: Pop
el: Ποπ

source: Rock
el: Ροκ

source: Chanson
el: τραγούδι

source: From cartoon films
el: Από τις ταινίες κινουμένων σχεδίων

source: Nurseries
el: παιδικά

source: National
el: εθνικός

source: Jazz
el: τζαζ

source: From films
el: από τις ταινίες

source: Clear
el: καθαρός

source: Partly Cloudy
el: αίθριος

source: Cloudy
el: συννεφιασμένος

source: Overcast
el: νεφελώδης

source: Little rain
el: λίγη βροχή

source: Rain
el: βροχή

source: Thunderstorm
el: καταιγίδα

source: Hail
el: χαλάζι

source: Sleet
el: χιονόνερο

source: Snow
el: χιόνι

source: Snowfall
el: χιονόπτωση

source: N
el: Β

source: NE
el: ΒΑ

source: E
el: Α

source: SE
el: ΝΑ

source: S
el: Ν

source: SW
el: ΝΔ

source: W
el: Δ

source: NW
el: ΒΔ

source: The tariff plan has changed, restart your receiver
el: To πρόγραμμα συμβολαίου έχει αλλάξει, κάντε επανεκκίνηση του δέκτη σας

source: Starting recording
el: Έναρξη Εγγραφής

source: Stopped recording
el: Τερματισμός Εγγραφής
