Repository: iptvhakr/stalker_portal
Catalog: server/locale/*/LC_MESSAGES/stb.po
Languages: el

source: January
el: Ιανουάριος

source: February
el: Φεβρουάριος

source: March
el: Μάρτιος

source: April
el: Απρίλιος

source: May
el: Μάιος

source: June
el: Ιούνιος

source: July
el: Ιούλιος

source: August
el: Αύγουστος

source: September
el: Σεπτέμβριος

source: October
el: Οκτώβριος

source: November
el: Νοέμβριος

source: December
el: Δεκέμβριος

source: EPG
el: Πρόγραμμα Τηλεόρασης

source: Back
el: Πίσω

source: Saving was successful
el: η αποθήκευση ήταν επιτυχής

source: Channel
el: Κανάλι

source: Date
el: Ημέρα

source: Load EPG
el: Λήψη Προγράμματος Τηλεόρασης

source: Save
el: Αποθήκευση

source: New
el: Νέο

source: Error: channel with number "%s" is already in use
el: Σφάλμα: το κανάλι με τον αριθμό "%s" είναι ήδη σε χρήση

source: Error: could not save logo
el: Σφάλμα: Δεν μπορώ να σώσω το λογότυπο

source: Error: all fields are required
el: Σφάλμα: Όλα τα πεδία είναι υποχρεωτικά

source: IPTV channels
el: IPTV κανάλια

source: priority
el: προτεραιότητα

source: filter
el: φίλτρο

source: Temporary HTTP URL
el: Προσωρινή διεύθυνση HTTP

source: WOWZA support
el: WOWZA υποστήριξη

source: Enable monitoring
el: Ενεργοποίηση παρακολούθησης

source: Balancer monitoring
el: παρακολούθηση κίνησης

source: Channel URL for monitoring
el: διεύθυνση URL καναλιού για παρακολούθηση

source: add new link
el: πρόσθήκη νέου συνδέσμου

source: delete
el: διαγραφή

source: Do you really want to delete this record?
el: Θέλετε πραγματικά να διαγράψετε αυτό το αρχείο;

source: Channel with same number already exists!
el: Το κανάλι με τον ίδιο αριθμό υπάρχει ήδη!

source: Shift channel list?
el: μεταφορά στη λίστα καναλιών;

source: Add
el: Προσθήκη

source: Number
el: Αριθμός

source: Service code
el: κωδικός υπηρεσίας

source: Name
el: Όνομα

source: URL
el: διεύθυνση URL

source: Genre
el: Είδος

source: Archive
el: Αρχείο

source: Volume correction
el: Διόρθωση έντασης

source: Claims about<br>audio/video/epg
el: Απαιτήσεις σχετικά με τον ήχο <br> / βίντεο / Πρόγραμμα Τηλεόρασης

source: Do you really want to reset claims counter?
el: Θέλετε πραγματικά να επαναφέρετε τον μετρητή σφάλμάτων;

source: monitoring off
el: απενεργοποίηση παρακολούθησης

source: more than an hour ago
el: περισσότερο από μια ώρα

source: less than a minute ago
el: Λιγότερο από ένα λεπτό

source: minutes ago
el: λεπτά πριν

source: Error deleting a logo
el: Σφάλμα κατά τη διαγραφή ενός λογότυπου

source: Age restriction
el: περιορισμός ηλικιας

source: Base channel
el: Βασικό κανάλι

source: Bonus channel
el: Δωρεάν κανάλι

source: Price
el: Τιμή

source: Links
el: Διευθύνσεις

source: URL for recording (multicast)
el: Διευθύνση URL για εγγραφή(multicast)

source: Enable TV archive
el: Ενεργοποίηση αρχείου TV

source: Allow nPVR
el: Έγκριση nPVR

source: Allow USB PVR
el: Έγκριση USB PVR

source: EPG correction
el: Διόρθωση Προγράμματος Τηλεόρασης

source: min
el: λεπτά

source: Comments
el: Σχόλια

source: Logo
el: Λογότυπο

source: Only for API
el: Μόνο για API

source: Cancel
el: Άκυρο

source: KARAOKE
el: KAΡAOKE

source: done
el: Έτοιμο

source: not done
el: όχι έτοιμο

source: Search
el: Αναζήτηση

source: search by clip name
el: αναζήτηση με βάση το όνομα του κλιπ

source: File name
el: Όνομα Αρχείου

source: Song name
el: Όνομα Τραγουδιού

source: Performer
el: Εκτελεστής

source: Posted by
el: Δημοσιεύτηκε από

source: When
el: όταν

source: Claims about<br>audio/video
el: Ισχυρισμοί για <br> ήχου / βίντεο

source: Loading
el: Φόρτωνει

source: Not found
el: Δεν βρέθηκε

source: Server
el: Διακομιστής

source: File
el: Αρχείο

source: Error: The file or directory may contain invalid characters
el: Σφάλμα: Το αρχείο ή κατάλογος μπορεί να περιέχουν μη έγκυρους χαρακτήρες

source: Protocol
el: πρωτόκολλο

source: include solution
el: περιλαμβάνεται επίλυση

source: Author
el: Δημιουργός

source: Form filling order
el: Φόρμα παραγγελίας πλήρωσης

source: Moderators MAC addresses
el: Διευθύνσεις MAC Συντονιστών

source: RADIO channels
el: Ραδιοφωνικά κανάλια

source: video deleted
el: το βίντεο διαγράφεται

source: Error during file moving from %s to %s
el: Σφάλμα κατά τη μετάβαση από το αρχείο %s σε %s

source: Error:
el: Σφάλμα

source: Error: could not resize cover
el: Σφάλμα: Δεν θα μπορείτε να αλλάξετε το μέγεθος εξώφυλλου

source: Error: could not save cover image
el: Σφάλμα: Δεν θα μπορείτε να σώσετε την φωτογραφία εξωφύλλου

source: Error: The folder with that name already exists
el: Σφάλμα: Ο φάκελος με αυτό το όνομα υπάρχει ήδη

source: Error creating the folder on moderator storage
el: Σφάλμα δημιουργίας του φακέλου για την αποθήκευση μεσολαβητή

source: Error: insufficient permissions for this action
el: Σφάλμα: ανεπαρκή δικαιώματα για αυτήν την ενέργεια

source: Sun
el: Κυριακή

source: Mon
el: Δευτέρα

source: Tue
el: Τρίτη

source: Wed
el: Τετάρτη

source: Thu
el: Πέμπτη

source: Fri
el: Παρασκευή

source: Sat
el: Σάββατο

source: Turn on
el: Ανάψτε

source: VIDEO CLUB
el: Βιντεοθήκη

source: Schedule turn the video on
el: Χρονοδιακόπτης ενεργοποίησης βίντεο

source: My logs
el: Οι καταγραφές μου

source: task
el: έργο

source: send
el: αποστολή

source: search by file name of movie name
el: αναζήτηση με το όνομα του αρχείου της ταινίας το όνομα

source: Status
el: Κατάσταση

source: Votes
el: Ψήφοι

source: good sound
el: καλός ήχος

source: bad sound
el: κακός ήχος

source: good video
el: καλό βίντεο

source: bad video
el: κακό βίντεο

source: Folder
el: Φάκελος

source: Title
el: Τίτλος

source: Original title
el: Πρωτότυπος τίτλος

source: Restriction
el: Περιορισμός

source: Duration, min
el: Μικρής διάρκειας

source: Series
el: Σειρές

source: Turn on date
el: Ενεργοποιήστε την ημερομηνία

source: turn on %s
el: ενεργοποιήσετε %s

source: size
el: μέγεθος

source: please wait
el: παρακαλώ περιμένετε

source: check
el: έλεγχος

source: count md5 sum
el: μέτρηση αθροίσματος md5

source: counting
el: αρίθμηση

source: error
el: σφάλμα

source: Not available
el: Δεν είναι διαθέσιμο

source: Available
el: Διαθέσιμο

source: For unlock please delete Name and Original name fields
el: Για να ξεκλειδώσετε παρακαλώ διαγράψτε τα πεδία Όνομα και Αρχικό όνομα

source: Kinopoisk rating
el: Βαθμολογία Kinopoisk

source: Age rating
el: Ηλικιακή διαβάθμιση

source: Rating MPAA
el: Διαβάθμιση MPAA

source: Only for MAG100
el: Μόνο για MAG100

source: old genre
el: παλιό είδος

source: Category
el: Κατηγορία

source: Year
el: Έτος

source: Duration
el: Διάρκεια

source: Director
el: Σκηνοθέτης

source: Actors
el: Ηθοποιοί

source: Description
el: Περιγραφή

source: Cover
el: Εξώφυλλο

source: All users log
el: Όλοι οι συνδεδεμένοι χρήστες

source: Video
el: Βίντεο

source: Time
el: Ώρα

source: Action
el: Ενέργεια

source: Parameter
el: Παράμετρος

source: Jokes
el: Ανέκδοτα

source: Joke
el: Αστείο

source: Updated %s videos and %s karaokes
el: Ενημερωμένα %s βίντεο και %s καραόκε

source: Storage cache refresh
el: Ανανέωση αποθυκευμένης κρυφής μνήμης

source: Emergency services
el: Υπηρεσίες έκτακτης ανάγκης

source: Information services
el: Πληροφορίες υπηρεσιών

source: Other services
el: Άλλες υπηρεσίες

source: Department
el: Τμήμα

source: Phone number
el: Αριθμός τηλεφώνου

source: Claims
el: Απαιτήσεις

source: Log
el: Είσοδος

source: Video-club sound
el: Ήχος βίντεοκλάμπ

source: Video-club video
el: Βίντεο βίντεοκλάμπ

source: TV sound
el: TV ήχος

source: TV video
el: TV βίντεο

source: No epg
el: Δεν υπάρχει πρόγραμμα τηλεόρασης

source: Wrong epg
el: Λάθος Πρόγραμμα Τηλεόρασης

source: Karaoke sound
el: Ήχος Karaoke

source: Karaoke video
el: Βίντεο Karaoke

source: Claims log
el: Απαιτήσεων log

source: Type
el: Τύπος

source: Media
el: Πολυμέσα

source: Claim on
el: Απαίτηση ενεργή

source: From
el: Από

source: task done
el: η έργασία έγίνε

source: EPG settings
el: Ρυθμίσεις Προγράμματος Τηλεόρασης

source: Update EPG
el: Ενημέρωση Προγράμματος Τηλεόρασης

source: Force update EPG
el: Εξαναγκάστική ενημέρωση προγράμματος τηλεόρασης

source: ID prefix
el: ID πρόθεμα

source: Updated
el: Ενημερώθηκε

source: File with list is missing
el: Το αρχείο με τη λίστα λείπει

source: Error when sending event
el: Σφάλμα κατά την αποστολή συμβάν

source: Events
el: Συμβάντα

source: New event
el: Νέο συμβάν

source: Send
el: Αποστολή

source: To one
el: Σε έναν

source: To all
el: Σε όλους

source: By list
el: Από την λίστα

source: By pattern
el: Από πρότυπο

source: To group
el: Στην ομάδα

source: Load active events
el: Τοποθετήστε ενεργό συμβάν

source: List
el: Λίστα

source: Pattern
el: Πρότυπο

source: Group
el: Ομάδα

source: restart on OK
el: επανεκκίνηση με το ΟΚ

source: channels
el: κανάλια

source: Active events for %s
el: Ενεργά συμβάντα για %s

source: clean
el: καθαρό

source: Valid up to
el: Ισχύει μέχρι

source: Event
el: Γεγονός

source: Message
el: Μήνυμα

source: sended
el: Εστάλη

source: not sended
el: Δεν εστάλη

source: There are no active events for %s
el: Δεν υπάρχουν ενεργά γεγονότα για %s

source: Stalker MW admin interface
el: Stalker MW περιβάλλον διαχειριστή

source: Sections
el: Τμήματα

source: Users
el: Χρήστες

source: Logout
el: Αποσύνδεση

source: RADIO
el: Ράδιο

source: TARIFFS
el: Πληρωμές

source: Tasks (new messages: %s)
el: Εργασίες (νέα μηνύματα: %s)

source: videoclub
el: βίντεο κλαμπ

source: karaoke
el: καραόκε

source: radio
el: ράδιο

source: infoportal
el: πληροφορίες πόρταλ

source: tv archive
el: αρχεία τηλεόρασης

source: records
el: εγγραφές

source: search by MAC or IP
el: Εύρεση με MAC ή IP

source: Infoportal
el: Πληροφορίες πόρταλ

source: City help
el: Πόλη βοήθεια

source: Statistics
el: Στατιστικά

source: Video statistics
el: Στατιστικά βίντεο

source: Users statistics for TV
el: Στατιστικά χρηστών για τηλεόραση

source: TV statistics
el: Στατιστικά τηλεόρασης

source: Users statistics for VIDEO
el: Στατιστικά χρηστών για βίντεο

source: Moderators statistics
el: Στατιστικά Moderator

source: Users statistics for Jokes
el: Στατιστικά χρηστών για Ανέκδοτα

source: Inactive users
el: Ανενεργοί Χρήστες

source: Settings
el: Ρυθμίσεις

source: Firmware auto update
el: Aυτόματη ενημέρωση λογισμικού

source: Storages
el: Αποθηκευτικά μέσα

source: Stream servers
el: Διακομιστές Ροών

source: Karaoke Archive
el: Αρχεία Καραόκε

source: returned
el: επέστρεψε

source: return
el: επιστροφή

source: Return reason
el: Λόγος επιστροφής

source: Completed Karaoke tasks
el: Ολοκληρωμένες εργασίες Karaoke

source: report generated by closed-month clips
el: έκθεση που παράγεται από τα κλιπς κλειστού μήνα

source: Completed tasks
el: Ολοκληρωμένες Έργασίες

source: report generated by closed-month movies
el: έκθεση που παράγεται από τις ταινίες κλειστού μήνα

source: Movie
el: Ταινία

source: Opening date
el: Ημερομηνία Ανοίγματος

source: Closing date
el: Ημερομηνία Κλεισίματος

source: Total duration, min
el: Συνολική διάρκεια, λεπτό

source: Rejected tasks
el: Εργασίες που απορίφθηκαν

source: Move to archive
el: Μετακίνηση στο αρχείο

source: Move to the archive?
el: Μετακίνηση στο αρχείο?

source: LOGIN
el: ΣΎΝΔΕΣΗ

source: Sign in
el: Σύνδεση

source: Login
el: Σύνδεση

source: Password
el: Κωδικός πρόσβασης

source: Master-storage logs
el: Βασικά αποθηκευμένα αρχεία καταγραφής

source: View message
el: Προβολή Μηνυμάτος

source: Reply
el: Απάντηση

source: Are you sure you want to close this task?
el: Είσαι σίγουρος ότι θέλεις να κλείσεις αυτή την εργασία;

source: Task accomplished
el: Επιτυχής εργασία

source: Are you sure you want to reject this task?
el: Είσαι σίγουρος ότι θέλεις να απορίψεις αυτή την εργασία;

source: Task rejected
el: Η εργασία απορίφθηκε

source: My messages
el: Τα Μηνυματά μου

source: Movie log
el: καταγραφή ταινιών

source: Moderator
el: Μεσολαβητής

source: Playlist
el: Λίστα αναπαραγωγής

source: Playlists
el: Λίστες αναπαραγωγής

source: Change the video output on the
el: Αλλάξτε την έξοδο βίντεο

source: Disabled
el: Απενεργοποιήθηκε

source: Enabled
el: Ενεργοποιήθηκε

source: User profile
el: Προφίλ Χρήστη

source: Logs
el: καταγραφές

source: Reset to default password?
el: Επαναφορά στον αρχικό κωδικό?

source: Reset
el: Επαναφορά

source: favorite tv
el: Αγαπημένα κανάλια

source: Reset favorite TV channels? The channels will be reset only if immediately restart the stb!
el: Επαναφορά αγαπημένων καναλιών? Η επαναφορά των καναλιών θα γίνει αμέσως μετά την επανεκκίνηση του δέκτη

source: Full name
el: Πλήρες όνομα

source: Account number
el: Αριθμός λογαριασμού

source: Last change of status
el: Τελευταία αλλαγή καθεστώτος

source: Comment
el: Σχόλιο

source: Tariff plan
el: πρόγραμμα συμβολαίου

source: Change
el: Αλλαγή

source: No packages available
el: Δεν υπάρχουν διαθέσιμα πακέτα

source: Packages
el: Πακέτα

source: TV subscription
el: Τηλεοπτική εγγραφή

source: Additional services
el: Πρόσθετες υπηρεσίες

source: task rejected
el: εργασίες που απορίφθηκαν

source: message sended
el: μήνυμα εστάλη

source: Send message
el: Αποστολή μηνύματος

source: To
el: Προς

source: task open
el: ανοιχτή εργασία

source: the task has been sent
el: η εργασία έχει αποσταλεί

source: Create task
el: Δημιουργία εργασίας

source: SERVICES PACKAGES
el: ΥΠΗΡΕΣΙΕΣ ΠΑΚΕΤΑ

source: External ID
el: Εξωτερικό ID

source: Short description
el: Σύντομη περιγραφή

source: Service
el: Υπηρεσία

source: Service type
el: Τύπος υπηρεσίας

source: periodic
el: περιοδικός

source: single
el: χωριστός

source: Rent duration
el: ενοικίαση διάρκειας

source: All services
el: Όλες οι υπηρεσίες

source: Selected
el: Επιλεγμένα

source: enabled
el: ενεργοποιημένη

source: disabled
el: απενεργοποιημένη

source: Disable
el: Απενεργοποίηση

source: Enable
el: Ενεργοποίηση

source: STB Model
el: Μοντέλο Δέκτη

source: Required
el: Απαραίτητο

source: Update type
el: Τύπος Ενημέρωσης

source: Do you really want to delete this item?
el: Θέλετε πραγματικά να διαγράψετε αυτό το στοιχείο;

source: Monthly jokes views statistics
el: Εμφάνιση μηνιαίων στατιστικών ανέκδοτων

source: Counting at least 5 jokes
el: Μετρώντας τουλάχιστον 5 ανέκδοτα

source: search by mac
el: αναζήτηση με βάση την mac

source: Views
el: Προβολές

source: Last view
el: Τελευταία προβολή

source: Daily video views statistics
el: Καθημερινά στατιστικά προβολών βίντεο

source: Day
el: Ημέρα

source: Video archive
el: Αρχείο βίντεο

source: Karaoke archive
el: Karaoke αρχείο

source: Total
el: Σύνολο

source: Opened
el: Ανοιχτό

source: Closed
el: Κλειστό

source: Rejected
el: Απορρίπτεται

source: Karaoke
el: Καραόκε

source: Inactive users per month
el: Ανενεργοί χρήστες κάθε μήνα

source: Latest TV viewing
el: Τελευταίες τηλεθεάσεις

source: Latest VIDEO viewing
el: Τελευταία προβολή VIDEO

source: TV views statistics per month
el: στατιστικά τηλεθέασης ανά μήνα

source: Users TV views statistics per month
el: στατιστικά τηλεθέασης χρηστών ανά μήνα

source: Counting if channel is playing more than 30 minutes
el: Μετρώντας αν το κανάλι παίζει περισσότερο από 30 λεπτά

source: Video views statistics per month
el: Στατιστικά προβολών βίντεο ανά μήνα

source: By days
el: Ανά ημέρα

source: By genres
el: Ανά είδος

source: search by movie title
el: αναζήτηση με βάση τον τίτλο της ταινίας

source: Sort by
el: Ταξινόμηση κατά

source: Total views
el: Συνολικές προβολές

source: Last views
el: Τελευταία προβολή

source: How many storages
el: Πόσοι αποθηκευτικά μέσα

source: Video views statistics by genres per month
el: Στατιστικά Προβολών βίντεο ανά κατηγορία ανά μήνα

source: Total movies
el: Σύνολο ταινίών

source: Users video views statistics per month
el: Σατιστικά χρηστών προβολών βίντεο ανά μήνα

source: Counting if the movie playback is more than 70% of the total duration
el: Μετρώντας εάν η αναπαραγωγή της ταινίας είναι μεγαλύτερη από 70% της συνολικής διάρκειας

source: Stb groups
el: ομάδες δεκτών

source: Are you sure you want to delete the group %s from the database?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την ομάδα %s από τη βάση δεδομένων;

source: Stb in group
el: Δέκτης στην ομάδα

source: Are you sure you want to remove stb %s from the database?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε δέκτη %s από τη βάση δεδομένων;

source: Cache %s is cleared
el: Η κρυφή μνήμη %s καθαρίστηκε

source: Storage with id %s not found
el: Η αποθήκη με id %s δεν βρέθηκε

source: Cache is cleared
el: Η κρυφή μνήμη είναι καθαρή

source: Are you sure you want to reset a cache?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε την κρυφή μνήμη;

source: Clear cache
el: καθάρισε την κρυφή μνήμη

source: Are you sure you want to update a cache? This operation will take some time.
el: Είστε σίγουροι ότι θέλετε να ενημερώσετε την κρυφή μνήμη; Αυτή η λειτουργία θα πάρει κάποιο χρόνο.

source: Refresh cache
el: Ανανέωση κρυφής μνήμης

source: Unique movies
el: μοναδικές ταινίες

source: Search in storages
el: Αναζήτηση στα αποθηκευτικά μέσα

source: Home path
el: Αρχική διαδρομή

source: Are you sure you want to change the status of the storage %s?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε την κατάσταση της αποθήκευσης %s;

source: Are you sure you want to reset the cache of the storage %s?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε την κρυφή μνήμη της αποθήκευσης %s;

source: clear cache
el: καθάρισε την κρυφή μνήμη

source: Are you sure you want to delete storage %s?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την αποθήκευση %s;

source: Storing content
el: Αποθήκευση περιεχομένου

source: Not available for MAG100
el: Δεν είναι διαθέσιμο για MAG100

source: Record TV
el: Εγγραφή τηλεόρασης

source: Emulation
el: Εξομοίωση

source: External
el: Εξωτερικό

source: Only moderators
el: Μόνο συντονιστές

source: Zones
el: Ζώνες

source: Address
el: Διευθύνσεις

source: Max sessions
el: Μέγιστες συνεδρίες

source: Are you sure you want to change the status of the server %s?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε την κατάσταση του διακομιστή %s;

source: Are you sure you want to delete server %s?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον διακομιστή %s;

source: Stream zone
el: Ζώνη ροής

source: Stream zones
el: Ζώνες ροής

source: Are you sure you want to delete record %s?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την εγγραφή %s;

source: Default zone
el: Προεπιλεγμένη ζώνη

source: Countries
el: Χώρες

source: Updated according to the subscription channels.
el: Ενημέρωση σύμφωνα με τα συνδρομητικά κανάλια.

source: Subscription saved
el: Η συνδρομή αποθηκεύτηκε

source: TV channels subscription
el: Τηλεοπτικά συνδρομητικά κανάλια

source: All channels
el: Όλα τα κανάλια

source: All
el: Όλα

source: Subscription
el: Συνδρομή

source: Bonus
el: Δώρο

source: Subscription import
el: Εισαγωγή συνδρομής

source: Update status
el: Ενημέρωση κατάστασης

source: Update favorites
el: Ενημέρωση αγαπημένων

source: Import
el: Εισαγωγή

source: TARIFF PLANS
el: Προγράμματα Συμβολαίου

source: optional
el: προαιρετικό

source: Services packages
el: Υπηρεσίες πακέτα

source: Use as default
el: Χρησιμοποιήστε το ως προεπιλογή

source: Tasks
el: Έργα

source: video
el: βίντεο

source: Messages
el: Μηνύματα

source: Expired 10 days
el: Έληξε 10 ημέρες

source: reject
el: απορρίψη

source: Video tasks archive
el: Εργασίες αρχείων βίντεο

source: Testers
el: Δοκιμαστές

source: Are you sure you want to change the status of the tester %s?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε την κατάσταση του δοκιμαστή %s;

source: Are you sure you want to remove the tester %s?
el: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε τον δοκιμαστή %s;

source: Report for the stb status changed on %s on %s
el: Αναφορά για την κατάσταση του δέκτη άλλαξε από %s σε %s

source: Report of the stb status changing on %s on %s
el: Αναφορά για την κατάσταση του δέκτη αλλάζει από %s σε %s

source: Current status
el: Τρέχουσα κατάσταση

source: Time of change
el: Ώρα αλλαγής

source: Search unique movies
el: Αναζήτησε μοναδικές ταινίες

source: waiting...
el: περιμένετε...

source: You are not authorized for this action
el: Δεν έχετε δικαιοδοσία για τη δράση αυτή

source: Plain text
el: Aπλό κείμενο

source: On server
el: Στο διακομιστή

source: Excluding
el: Χωρίς

source: folder
el: φάκελος

source: Total views per month
el: Συνολικές επισκέψεις ανά μήνα

source: Error: Login already in use
el: Σφάλμα: Η είσοδος είναι ήδη σε χρήση

source: Error: could not create account
el: Σφάλμα: δεν μπόρεσα να δημιουργήσω λογαριασμό

source: Error: Not all required fields are filled
el: Σφάλμα: Δεν έχουν συμπληρωθεί όλα τα απαιτούμενα πεδία

source: User account
el: Λογαριασμός χρήστη

source: Account disabled
el: Ο λογαριασμός έχει απενεργοποιηθεί

source: User logs
el: Καταγραφές χρήστη

source: Audio
el: Ήχος

source: Radio
el: Ραδιόφωνο

source: My records
el: Οι εγγραφές μου

source: Records
el: Εγγραφές

source: Clip
el: Κλιπ

source: Go
el: Πήγαινε

source: Stb action
el: Δραστηριότητα δέκτη

source: All logs
el: Όλες οι καταγραφές

source: Report
el: Αναφορά

source: TV
el: Τηλεόραση

source: Media browser
el: Αναπαραγωγή Πολυμέσων

source: Tv archive
el: Αρχεία τηλεόρασης

source: search by MAC, IP, login or account number
el: αναζήτηση με κριτήριο την MAC, IP, σύνδεση ή τον αριθμό του λογαριασμού

source: without sorting
el: χωρίς διαλογή

source: search inactive users
el: αναζήτηση ανενεργών χρηστών

source: Time from<br>last playback
el: Χρόνος από<br>τελευταία αναπαραγωγή

source: Last change<br>of status
el: Τελευταία αλλαγή<br>του καθεστώτος

source: Current views on storage
el: Τρέχουσες επισκέψεις σχετικά με την αποθήκευση

source: Begin
el: Αρχίστε

source: Video log
el: Βίντεο καταγραφές

source: Search movies on storages
el: Αναζήτηση ταινιών σε αποθήκες

source: and on
el: και σχετικά

source: storages
el: αποθήκες

source: and not on server
el: και όχι στο διακομιστή

source: total views
el: συνολικές προβολές

source: total views per month
el: συνολικές προβολές ανά μήνα

source: last viewed
el: τελευταία επίσκεψη

source: Number of storages
el: Αριθμός αποθηκών

source: Last viewed
el: Τελευταίες εμφανίσεις

source: Comfort
el: Άνεση

source: Pressure
el: Πίεση

source: mm Hg
el: χιλιοστά υδραργύρου

source: Wind
el: Άνεμος

source: m/s
el: μίλια/δευτερόλεπτο

source: Humidity
el: Υγρασία

source: Current weather unavailable
el: Ο καιρός τώρα δεν είναι διαθέσιμος

source: VIEW
el: ΠΡΟΒΟΛΗ

source: SORT
el: ΕΊΔΟΣ

source: SEARCH
el: ΨΑΞΕ

source: PICKING
el: ΔΙΑΛΟΓΉ

source: BY LETTER
el: ΑΝΑ ΓΡΆΜΜΑ

source: BY NAME
el: ΑΝΑ ΌΝΟΜΑ

source: BY TITLE
el: ΑΝΑ ΤΙΤΛΟ

source: PAGE
el: ΣΕΛΊΔΑ

source: FROM
el: ΑΠΌ

source: FOUND
el: ΒΡΕΣ

source: RECORDS
el: ΕΓΓΡΑΦΈΣ

source: LOADING...
el: ΦΟΡΤΏΝΕΙ

source: Loading...
el: φορτώνει...

source: Media Browser
el: Αναπαραγωγή Πολυμέσων

source: connected
el: συνδεδεμένο

source: disconnected
el: αποσυνδέθηκε

source: not found
el: δεν βρέθηκε

source: USB drive
el: USB στικ

source: The number of connections is limited. <br> Try again later
el: Ο αριθμός των συνδέσεων είναι περιορισμένος. <br> Δοκιμάστε ξανά αργότερα

source: File missing
el: Το αρχείο δεν υπάρχει

source: Server error
el: Σφάλμα διακομιστή

source: Access denied
el: Δεν επιτρέπεται η πρόσβαση

source: Server unavailable
el: Ο διακομιστής δεν είναι διαθέσιμος

source: part
el: μέρος

source: Track
el: Ίχνος

source: Off
el: Ανενεργό

source: Subtitles
el: Υπότιτλοι

source: Complain
el: Παράπονο

source: on sound
el: στον ήχο

source: on video
el: στο βίντεο

source: Thank you, your opinion will be taken into account
el: Σας ευχαριστούμε, η γνώμη σας θα ληφθεί υπόψη

source: one series
el: μία σειρά

source: continuously
el: συνεχώς

source: fit on
el: χωρούν σε

source: zoom
el: μεγέθυνση

source: optimal
el: βέλτιστη

source: stretch
el: έκταση

source: combined
el: συνδυασμένη

source: FAVORITE
el: ΑΓΑΠΗΜΈΝΟ

source: MOVE
el: ΜΕΤΑΚΊΝΗΣΗ

source: by number
el: με αριθμό

source: by title
el: με τίτλο

source: only favorite
el: μόνο τα αγαπημένα

source: list
el: λίστα
