<?php

$words = array();

$words['all_abc'] = array('*','А','Б','В','Г','Д','Е','Ё','Ж','З','И','Й','К','Л','М','Н','О','П','Р','С','Т','У','Ф','Х','Ц','Ч','Ш','Щ','Ъ','Ы','Ь','Э','Ю','Я');

$words['all_months'] = array(
                    'январь',
                    'февраль',
                    'март',
                    'апрель',
                    'май',
                    'июнь',
                    'июль',
                    'август',
                    'сентябрь',
                    'октябрь',
                    'ноябрь',
                    'декабрь'
                );
                
$words['all_title'] = 'Все';

$words['no_ch_info'] = '[Расписание отсутствует]';

$words['vod_today'] = 'сегодня';
$words['vod_yesterday'] = 'вчера';
$words['vod_last_week'] = 'последние 7 дней';

$words['records_time_h'] = 'ч';
$words['records_time_m'] = 'м';
$words['records_time_s'] = 'с';
?>